app/controllers/orders_controller.rb

INSERT INTO "orders" ("menu_id", "user_id", "quantity", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["menu_id", 1], ["user_id", 1], ["quantity", "4"], ["created_at", 2017-03-21 21:26:24 UTC], ["updated_at", 2017-03-21 21:26:24 UTC]]
---
  def create
    @order = Order.new(order_params)
    @order.user_id = current_user.id

    respond_to do |format|
      if @order.save